
# 함수 정의 : 함수를 만드는 작업
def print_star():
    print("*****************")

def print_line():
    # print("-----------------")
    print("$$$$$$$$$$$$$$$$$$")

'''
print("*****************")
print("*****************")
print("*****************")
print("*****************")
print("*****************")
print("*****************")
print("-----------------")
print("-----------------")
print("-----------------")
print("-----------------")
print("-----------------")
print("-----------------")
'''
print_star() # 함수 호출
print_line()
print_star() # 함수 호출
print_line()
print_star() # 함수 호출
print_line()






